Repository: ngua/raft_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Find Out More
vi: Tìm hiểu

source: WEB APPS AND SERVICES
vi: APP, DỊCH VỤ WEB

source: Choose from our range of web services:
vi: Chọn từ các dịch vụ đa dạng trên web:

source: Media
vi: Phương Tiện

source: Education
vi: Giáo Dục

source: ...and more
vi: ...hơn nữa

source: Explore
vi: Tìm hiểu

source: What you get when you choose RAFT:
vi: Bạn có được gì từ RAFT:

source: Source code
vi: Mã Nguồn

source: Long-term maintenance and support
vi: Bảo trì và hỗ trợ lâu dài

source: Access control
vi: Điều khiển truy cập

source: Security and encryption
vi: Bảo mật và mã hóa

source: Customization to meet your needs
vi: Tùy biến để đáp ứng nhu cầu

source: Bilingual development
vi: Phát triển song ngữ

source: Quality, performant code
vi: Chất lượng, mã biểu diễn

source: Web Apps
vi: App web

source: Reach New Customers and Expand Your Business
vi: Tiếp Cận Khách Hàng Mới Và Mở Rộng Kinh Doanh

source: Built with Modern Languages
vi: Được Xây Dựng Với Các Ngôn Ngữ Hiện Đại

source: RAFT builds applications using only the most performant, safe, and modern technologies.
vi: RAFT xây dựng những ứng dụng bằng vận hành tốt nhất, an toàn nhất và hiện đại nhất

source: Scalable Architecture
vi: Mở Rộng Cấu Trúc

source: Even if you're just starting out, RAFT build with future expansion in mind.
vi: Thậm chí khi bạn mới bắt đầu, RAFT sẽ xây dựng ý tưởng mở rộng trong tương lai.

source: Bilingual Development
vi: Phát triển song ngữ

source: RAFT employs native Vietnamese and English speakers to help you reach the widest possible audience at home and abroad. Don't let poor translations stand in the way of your success.
vi: RAFT với đội ngũ nhân viên thông thạo tiếng Việt và tiếng Anh giúp cho bạn tiếp cận rộng rãi nhất với khách hàng trong và ngoài nước. Đừng để những lỗi phiên dịch ngăn cản con đường thành công của bạn.

source: RAFT takes care of your application's deployment and maintenance, and works with you to find the best solution for your business.
vi: RAFT chịu trách nhiệm cho việc triển khai ứng dụng, duy trì và làm việc với bạn để tìm ra phương án tốt nhất cho doanh nghiệp của bạn

source: Deployment
vi: Triển Khai

source: Reliable and Scalable Builds
vi: Các mẫu dựng đáng tin cậy và có khả năng mở rộng

source: Support and Administration
vi: Hỗ trợ và quản trị

source: RAFT will work with you to deploy your application to cloud servers. Once your app is up and running, RAFT will continue to take care of the administration and maintenance of your app.
vi: RAFT sẽ làm việc với bạn để triển khai ứng dụng lên các máy chủ đám mây. Một khi ứng dụng của bạn được tải lên và hoạt động, RAFT sẽ tiếp tục hỗ trợ quản trị và duy trì ứng dụng của bạn.

source: Containerization
vi: Container hóa

source: Increase your app's portability by choosing RAFT's containerization service.
vi: Tăng tính di động với dịch vụ container hóa của RAFT.

source: Domain Name Registration
vi: Đăng Kí Tên Miền

source: RAFT takes care of the purchase and registration of your custom domain name.
vi: RAFT chịu trách nhiệm về việc đăng ký và sở hữu tên miền tùy chỉnh.

source: SSL Certification
vi: Chứng Nhận SSL

source: All of our web applications come with free SSL certification to encrypt traffic to and from your server.
vi: Tất cả các ứng dụng sẽ được đi kèm với chứng nhận SSl miễn phí để mã hóa.

source: ...And More
vi: ...Hơn Nữa

source: More Services to Meet Your Needs
vi: Thêm Dịch Vụ Để Đáp Ứng Nhu Cầu Của Bạn

source: RAFT provides you with all of your app's source code, free of charge, for easy transfer and reproduction.
vi: RAFT cung cấp cho bạn tất cả những mã nguồn của ứng dụng, không tính phí, để dễ dàng chuyển nhượng và sao chép.

source: Data Management
vi: Quản Lý Dữ Liệu

source: Choose from relational databases including MySQL and PostgreSQL or NoSQL solutions, including Redis, MongoDB, and more.
vi: Chọn từ dữ liệu liên quan bao gồm MySQL và PostgreSQL hoặc các giải pháp NoSQL bao gồm Redis, MongoDB, và hơn nữa.

source: On-Site Training
vi: Huấn Luyện Tại Chỗ

source: Services
vi: Dịch Vụ

source: About
vi: Giới Thiệu

source: Contact
vi: Liên Hệ

source: Web Development Solutions
vi: Giải Pháp Lập Trình Web

source: OUR SERVICES
vi: DỊCH VỤ CỦA CHÚNG TÔI

source: English
vi: Anh

source: Vietnamese
vi: Việt
